#오늘의 시간을 구하는 함수,
#시간모듈의 함수를 통해서 현재의 초를 구한다.
#현재의 초에서 오늘의 초를 구한다.
#
'''
import time

x= time.time()#~수많은 초.

t_sec=x%(24*60*60)#영국시간. 23425252 
h=t_sec//(60*60)#오늘 하루의 초를 한시간(3600)을 기준으로 나눈 것
print(t_sec);
print()

c1=~~~~ B>80 and c>80

c2=~~~~

if c1==True

if c2==True

if c1==False and c2==False:
'''
x=10
y="test"

print("%d + %s" %(x,y)) #%d %s %d

x=int(input("1~10사이의 값을 입력해주세요"))

if x
    print()
'''
랜덤값 2개의 값을 가져와서 더하기를 진행하고, 사용자로 부터
해당 문제의 값을 받아. 맞으면 "맞음", 틀리면 "틀림"이라고 출력한다.
1) 변수 2개에 대해서 랜덤값을 가져온다(랜덤모듈 사용)
2) 두 변수를 합한 값에 대해서 출력 및, 사용자로 부터 값을 입력 받는다.
3) 문제와 사용자 입력 값을 비교한다.
4) 맞을 경우와 틀릴 경우에 대한 결과를 출력한다.
'''
